import random


print("\t\tДобро пожаловать в игру 'Виселица'!")
print(
"""
Сейчас я загадаю слово, а вы  должны будете по буквам его угадать.
Вы будете предлагать по одной букве, если эта буква есть в моем слове, то
я открою вам ее положение в слове. Если же нет, то я буду дорисовывать человечка
на виселица.
Игра будет длиться до тех пор, пока вы не отгадаете слово, либо пока человечек не
полностью повешен.
Итак, осталось, только пожелать вам удачи, ведь от вас зависит судьба, несчастного
рисованного человечка!
"""